export const articles=[
                    {
                        caption: "Что такое DOM и зачем он нужен",
                        contant: `Браузер, перед тем как показать нам запрашиваемую страницу, выполняет большое количество различных действий. Самое важное здесь понять, что браузер не работает с HTML-страницей напрямую как с текстом, а строит для этого DOM.
DOM - это объектная модель документа (Document Object Model). Представляет она собой древовидную структуру страницы, состоящую из узлов. Каждый узел в ней - это объект, который может иметь определённые свойства и методы. Иными словами, можно сказать, что DOM - это набор иерархически связанных между собой объектов.`
                    }
];